Repository: ascarrambad/openmusic
Catalog: OpenMusic/*.lproj/Localizable.strings
Languages: de, ja, zh_hans

# cell_song
source: song
de: lied
ja: 曲
zh_hans: 歌曲

# cell_songs
source: songs
de: lieder
ja: 曲
zh_hans: 歌曲

source: Recently added
de: Neue Lieder
ja: 最近追加された
zh_hans: 最近添加

source: Error
ja: エラー
zh_hans: 错误

# ok_button
source: OK
ja: 是認する
zh_hans: 好

source: Most Played
de: Mehr gespielte
ja: ほとんどの再生
zh_hans: 发挥了最大

# playlist_fobidden_name
source: You can't create a playlist with this name
de: Playlist mit diesen name ist verboten
ja: この名前のプレイリストを作成することはできません
zh_hans: 您不能创建一个播放列表

# empty_playlist
source: You can't create an empty playlist
de: Du kannst keine leere playlist herstellen
ja: 空のプレイリストを作成することはできません
zh_hans: 您不能创建一个空播放列表

# playlist_same_name
source: There is already a playlist with this title
de: Es gibt schon eine playlist mit diesen name
ja: このタイトルのプレイリストがすでに存在します
zh_hans: 已经有一个播放列表,这一标题。

# playlist_header_automatic
source: Automatic
ja: 自動の
zh_hans: 自动装置的

# playlist_header_user
source: Created by you
de: Bei dir hergestellt
ja: 作成した
zh_hans: 您创建的

# search_placeholder
source: Search all you want
de: Such waß du willßt
ja: したいすべての検索
zh_hans: 搜索你想要的一切

# wait_for_results
source: Wait a moment please...
de: Bitte warten...
ja: 「少々お待ちください ...
zh_hans: 等待一个请稍候...

source: Unknown artist
de: Unbekannter Künstler
ja: 不明なアーティスト
zh_hans: 未知艺术家

source: No title
de: Kein titel
ja: タイトルがありません
zh_hans: 无标题

# playlist_name_placeholder
source: Playlist name...
ja: プレイリストの名前をしています...
zh_hans: 播放列表的名称。
